[
	{
		"id": "climate-leaders-future-industry-leaders",
		"time": 3,
		"metaData": {
			"title": "Climate Leaders Will Be the Future Industry Leaders",
			"hubDesc": "With populations growing, super-fast mobile technology is needed to keep people and infrastructures connected while ushering in new user experiences.",
			"desc": "With populations growing, super-fast mobile technology is needed to keep people and infrastructures connected while ushering in new user experiences. As a city-wide experiment in Vietnam shows, 5G millimetre wave (5G mmWave) could be part of the next evolutionary step for urban living.",
			"contentType": "article",
			"publicationDate": "2022-09-14",
			"campaignName": "",
			"advertiserName": "Boston Consulting Group",
			"primaryIndustryAdvertiser": "Professional Services",
			"contentAuthor": "Client",
			"brandedContent": true,
			"contentStyle": "thought leadership",
			"primaryTopic": "Environment",
			"secondaryTopic": "Climate change",
			"adbookId": 340712,
			"hasVideo": false,
			"videoStyle": null,
			"pageDesignType": "bespoke",
			"articleImage": "https://ft.com/partnercontent/qualcomm/1/hero.jpg",
			"articleUrl": "https://qualcomm.ft.com//article/5g-cities-of-the-future"
		},
		"content": [
			{
				"id": 0,
				"type": "content",
				"data": {
					"hasDropCap": false,
					"content": "<p>Net zero commitments have reached exponential velocity. Country pledges cover 90% of the world economy and company SBTi commitments now exceed 3,000 across all industries. Yet, as governments and business prepare to gather in Egypt for the 2022 United Nations Climate Change Conference (COP27), it is becoming increasingly clear that the promises are not yet leading to sufficient reductions in actual GHG emissions. After a 5% drop early in the pandemic, emissions have rebounded and could be poised to increase even further.&nbsp;</p><p>If society is to achieve the ambition set out in the Paris Agreement to limit global temperature increase to 1.5℃, we need a step change in carbon emissions reductions. Unfortunately, many countries are struggling to translate their commitments into actions, with EU countries firing up coal-fired power stations over fear of gas shortages. That is why the actions of the private sector will be critical. But how can companies accelerate their progress toward net zero?&nbsp;</p><p>Corporate climate leaders are showing how it can be done. With $3 trillion to $5 trillion in investment annually required over the next 30 years to reach net zero, these companies see an opportunity to seize a first-mover advantage. They are carving out a lead by putting sustainability at the core of their strategy; they are fundamentally reimagining their business model, including pushing into lucrative new green markets; and they know how to mobilize the full organization.&nbsp;</p><p>Ultimately, their leadership stems from a powerful belief: climate and sustainability actions can become the primary source of competitive advantage.&nbsp;</p>"
				}
			},

			{
				"id": 1,
				"type": "content",
				"data": {
					"hasDropCap": false,
					"content": "<h2>Why Put Climate and Sustainability at the Core of Strategy?</h2><p>There is mounting evidence that sustainability can bring competitive advantage. According to recent research by BCG and the World Economic Forum:&nbsp;</p>"
				}
			},
			{
				"id": 2,
				"type": "pullOut",
				"data": [
					{
						"title": "Cost savings",
						"content": "In key sectors, 50% of required emissions reductions to reach net zero will save money or break even"
					},
					{
						"title": "Cheaper financing",
						"content": " Sustainability leaders across 10 sectors secured an average weighted cost of capital at roughly 100 basis points less than sector laggards"
					},
					{
						"title": "Top-Line growth",
						"content": "Green products have a compound annual growth rate that is 4 to 25 percentage points higher than non-green products."
					}
				]
			},
			{
				"id": 3,
				"type": "content",
				"data": {
					"hasDropCap": false,
					"content": "content: <p>The growth potential of green products and services in particular is becoming increasingly visible. The first &ldquo;green markets&rdquo;&mdash;from recycled goods to green steel to e-cars to green shipping and many more&mdash;have emerged and are scaling rapidly. Critically, these new markets in many cases are undersupplied. Demand for renewable power and recycled plastics, for example, is outstripping supply. Committed non-fossil steel volumes in Europe are sold out until 2030. And the critical green inputs for many of these new markets are scarce, including lithium and nickel for electrical batteries and balsa for wind turbines.&nbsp;</p><p>Early movers are seizing these new markets and securing supplies of the necessary green inputs, building the foundation for a durable competitive advantage. And they are doing this in the midst of significant uncertainty, including a shifting regulatory environment. To manage that risk, leading companies have developed a set of options and bets that will position them well regardless of external developments, including the pace of new technology advancement.&nbsp;</p><p>At the same time, they are reengineering their existing business. They are adjusting their portfolio of products and services to reduce emissions, using AI and digital tools across the full industry value chain. These leaders are pushing aggressively forward with initiatives such as energy efficiency measures and switching to lower-carbon sources of energy or heat&mdash;actions that save both money and carbon. They are then leveraging those cost-savings to fund other remaining portions of the decarbonization journey.</p>"
				}
			},
			{
				"id": 8,
				"type": "content",
				"data": {
					"hasDropCap": false,
					"content": "<h2>How Can Companies Make Sustainability A Movement?</h2><p>Acceleration of climate action demands full mobilization of a company. A company where the procurement function does not incorporate emissions, for example, will have a harder time decarbonizing its supply chain. A financial institution without bankers to support its clients in making low-carbon investment decisions will have a harder time decarbonizing its loans portfolio.&nbsp;</p><p>Leading companies tackle this enablement challenge head-on. They communicate why the company is changing, explaining the strategy clearly. In doing so, they instill pride in the company&rsquo;s higher purpose: having a positive impact on society. But this is just the beginning. They use the full range of management levers to bring their people along, including integrating ESG KPIs into performance targets for managers and linking them to pay and incentives. They also use innovative, relatively low-cost e-learning formats to train the workforce through a combination of individualized learning, facilitated group discussions, and exams. And they offer more intensive educational opportunities for senior leaders in cooperation with leading universities.</p><p>Corporate commitments and climate action have significantly increased in recent years. But the hard truth is global emissions are still rising. We need to accelerate the pace of progress now. Leading companies show us how it can be done. Let&rsquo;s follow their lighthouse examples.&nbsp;</p><p>The future is in our hands!</p>"
				}
			}
		]
	},
	{
		"id": "5g-smart-foundation-for-urban-renaissance",
		"animation": 2,
		"borderRadius": "20% 35% 30% 30% / 30% 40% 40% 60%",
		"time": 3,
		"btnBg": "#E8A084",
		"mainImage": "",
		"metaData": {
			"title": "5G mmWave: the smart foundation for an urban renaissance",
			"hubDesc": "Powered by 5G mmWave, Tampere is harnessing the power of super-fast connectivity to transform urban life",
			"desc": "Powered by 5G mmWave, Tampere is harnessing the power of super-fast connectivity to transform urban life. From public transportation to neighbourhood safety, watch how a smart city runs in practice.",
			"contentType": "video",
			"publicationDate": "2022-07-25",
			"campaignName": "Waves of Change",
			"advertiserName": "Qualcomm",
			"primaryIndustryAdvertiser": "Technology",
			"contentAuthor": "AlphaGrid",
			"brandedContent": true,
			"contentStyle": "thought leadership",
			"primaryTopic": "Technology",
			"secondaryTopic": "Smart cities",
			"adbookId": 355876,
			"hasVideo": true,
			"videoStyle": null,
			"pageDesignType": "case study",
			"articleImage": "https://ft.com/partnercontent/qualcomm/2/hero.jpg",
			"articleUrl": "https://qualcomm.ft.com/article/5g-smart-foundation-for-urban-renaissance"
		},
		"content": [
			{
				"id": 0,
				"type": "video",
				"data": {
					"src": {
						"mp4": "https://ft.com/partnercontent/qualcomm/tamp-new.mp4",
						"webm": "https://ft.com/partnercontent/qualcomm/tamp-new.webm",
						"subs": "https://ft.com/partnercontent/qualcomm/subs.vtt"
					},
					"title": "Tampere"
				}
			}
		]
	}
]
